Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/grunnopplaeringslopet.html.tmx
Source language: nob
Languages: sma

source: Grunnopplæringsløpet
sma: Maadthlïerehtimmie

source: Samisk språk, kultur og tradisjonell kunnskap er grunnleggende verdier i samisk grunnopplæring.
sma: Saemien gïele, kultuvre jïh aerpievuekien daajroe leah vihkeles aarvoeh saemien maadthlïerehtimmesne.

source: Det er viktig at samiske barn og unge får lære sitt eget språk, lære på sitt eget språk, lære om samisk samfunnsliv, historie og tradisjoner gjennom hele det 13-årige skoleløpet på grunnskole og videregående opplæring.
sma: Vihkeles saemien maanah jïh noerh åadtjoeh jïjtsh gïelem lïeredh, jïjtse gïelesne lïeredh, saemien siebriedahkejieleden, histovrijen jïh aerpievuekiej bïjre lïeredh abpe 13-jaepien skuvletïjjen maadthskuvlesne jïh jåarhkeskuvlesne.

source: Dette er med på å styrke deres samiske identitet, gi de trygg forankring i egen kultur og forståelse av å være del av en større sammenheng som samer og urfolk. Sametinget er opptatt av en helhetlig samisk utdanningspolitikk.
sma: Daate saemien maanaj jïh noeri identiteetem nænnoestahta, dej aktem jearsoes viedteldimmiem jïjtsh kultuvresne vadta jïh dah goerkesem åadtjoeh sijjieh leah akte bielie aktede stuerebe ektiedimmeste goh saemieh jïh aalkoealmetjh.

source: Sametinget arbeider for:
sma: Saemiedigkie sæjhta:

source: At det samiske perspektivet ivaretas i nasjonal, nordisk og internasjonal politikk for utdanning og forskning.
sma: Saemien perspektijve gorresåvva ööhpehtimmien jïh dotkemen nasjonaale, noerhtelaanti jïh gaskenasjonaale politihkesne.

source: At det samiske perspektivet ivaretas i lovverk og styringsdokumenter for grunnopplæringen.
sma: Saemien perspektijve gorresåvva maadthlïerehtimmien laakine jih stuvremetjaatseginie.

source: At samer får den kompetansen, de kunnskaper og ferdigheter som kreves for å klare seg i livet, for å kunne verne om og utvikle samisk språk, samiske samfunn og delta aktivt i det samiske, nasjonale og internasjonale samfunnet.
sma: Saemieh dam maahtoem, daajroeh jïh tjiehpiesvoeth åadtjoeh mah leah daerpies juktie jieliedisnie bïerkenidh, juktie maehtedh saemien gïelh, saemien siebriedahkh vaarjelidh jïh evtiedidh jïh eadtjohkelaakan meatan årrodh saemien, nasjonaale jïh gaskenasjonaale siebriedahkesne.

source: At ikke-samer får gode kunnskaper om samisk kultur, samfunn og historie.
sma: Daaroe hijven daajroeh åadtjoeh saemien kultuvren, siebriedahken jïh histovrijen bïjre.
